{ "translations": {
    "Social" : "Social",
    "Social notifications" : "Notificaci칩ns sociais",
    "Please note that the data from alpha2 can only be migrated manually.\n\t\t\t\t\t\tA detailed documentation to guide you during this process is available using the button below." : "Te침a en conta que os datos de alpha2 s칩 se poden migrar manualmente.\n\t\t\t\t\t\tEst치 dispo침칤bel unha documentaci칩n detallada para guialo durante este proceso usando o bot칩n seguinte.",
    "Help" : "Axuda",
    "Follow %s on Social" : "Seguir a %s en Social",
    "游꿀 Nextcloud becomes part of the federated social networks!" : "游꿀 Nextcloud xa forma parte das redes sociais federadas!",
    ".well-known/webfinger isn't properly set up!" : ".well-known/webfinger non est치 configurado correctamente!",
    "Social needs the .well-known automatic discovery to be properly set up. If Nextcloud is not installed in the root of the domain, it is often the case that Nextcloud cannot configure this automatically. To use Social, the administrator of this Nextcloud instance needs to manually configure the .well-known redirects:" : "Social precisa que o .co침ecido descubrimento autom치tico estea configurado correctamente. Se Nextcloud non est치 instalado na ra칤z do dominio, adoita ocorrer que Nextcloud non poida configuralo automaticamente. Para usar Social, o administrador desta instancia de Nextcloud debe configurar manualmente as .redirecci칩ns co침ecidas:",
    "Open documentation" : "Abrir a documentaci칩n",
    "Social app setup" : "Configurar a aplicaci칩n Social",
    "ActivityPub requires a fixed URL to make entries unique. Note that this cannot be changed later without resetting the Social app." : "ActivityPub precisa un URL fixo para facer as entradas 칰nicas. D칠ase conta de que isto non se poder치 cambiar posteriormente sen restabelecer a aplicaci칩n Social.",
    "ActivityPub URL base" : "URL base de ActivityPub",
    "Finish setup" : "Rematar a configuraci칩n",
    "The Social app needs to be set up by the server administrator." : "A aplicaci칩n Social precisa ser instalada polo administrador do servidor.",
    "Home" : "Inicio",
    "Direct messages" : "Mensaxes directas",
    "Notifications" : "Notificaci칩ns",
    "Profile" : "Perfil",
    "Liked" : "Gustoume",
    "Local timeline" : "Li침a temporal local",
    "Global timeline" : "Li침a temporal federada",
    "Following" : "Seguindo",
    "In reply to" : "En resposta a",
    "Close reply" : "Pechar a resposta",
    "Add attachment" : "Engadir un anexo",
    "Add emoji" : "Engadir un 춺emoji췉",
    "Uploading..." : "Subindo...",
    "Delete" : "Eliminar",
    "Post" : "Publicar",
    "Post to followers" : "Mensaxe para seguidores",
    "Post to mentioned users" : "Publicar aos usuarios mencionados",
    "Post publicly" : "Mensaxe p칰blica",
    "Post to recipients" : "Mensaxe para mencionadas",
    "Post unlisted" : "Mensaxe sen listar",
    "Unfollow" : "Deixar de seguir",
    "Follow" : "Seguir",
    "posts" : "mensaxes",
    "following" : "seguindo",
    "followers" : "seguidores",
    "Website" : "Sitio web",
    "No results found" : "Non se atoparon resultados",
    "There were no results for your search:" : "Non houbo resultados para a s칰a busca:",
    "Searching for" : "Buscando",
    "boosted" : "reforzado",
    "No posts found" : "Non se atoparon mensaxes",
    "Posts from people you follow will show up here" : "As publicaci칩ns da xente que vostede segue amosaranse aqu칤",
    "No direct messages found" : "Non se atoparon mensaxes directas",
    "Posts directed to you will show up here" : "A mensaxes dirixidas a vostede amosaranse aqu칤",
    "No local posts found" : "Non se atoparon publicaci칩ns locais",
    "Posts from other people on this instance will show up here" : "As publicaci칩ns doutras persoas desta instancia amosaranse aqu칤",
    "No notifications found" : "Non se atoparon notificaci칩ns",
    "You have not received any notifications yet" : "A칤nda non recibiches ningunha notificaci칩n",
    "No global posts found" : "Non hai mensaxes federadas",
    "Posts from federated instances will show up here" : "As publicaci칩ns das instancias federadas amosaranse aqu칤",
    "No liked posts found" : "Non se atoparon mensaxes que me gustaran",
    "You have not tooted yet" : "A칤nda non fixeches ning칰n toot",
    "No posts found for this tag" : "Non se atoparon mensaxes por esta etiqueta",
    "No replies found" : "Non se atoparon respostas",
    "hasn't tooted yet" : "a칤nda non se participou",
    "Reply" : "Responder",
    "Boost" : "Reforzo",
    "Like" : "G칰stame",
    "Undo Like" : "Desfacer o G칰stame",
    "Go to Social app" : "Vaia 치 aplicaci칩n Social",
    "Error getting Social notifications" : "Produciuse un erro ao recibir notificaci칩ns de Social",
    "No Social notifications!" : "Sen notificaci칩ns de Social!",
    "Failed to get Social notifications" : "Produciuse un erro ao recibir as notificaci칩ns de Social",
    "Authorization required" : "Requ칤rese autorizaci칩n",
    "{appDisplayName} would like permission to access your account. It is a third party application." : "{appDisplayName} quere permiso para acceder 치 t칰a conta. 칄 unha aplicaci칩n de terceiros.",
    "If you do not trust it, then you should not authorize it." : "Se non conf칤as nel, ent칩n non deber칤as autorizalo.",
    "Authorize" : "Autorizar",
    "Deny" : "Denegar",
    "Follow on Nextcloud Social" : "Seguir no Nextcloud Social",
    "Hello" : "Ola",
    "Please confirm that you want to follow this account:" : "Confirme que quere seguir esta conta:",
    "You are following this account" : "Vostede est치 a seguir esta conta",
    "Close" : "Pechar",
    "You are going to follow:" : "Vai seguir a:",
    "name@domain of your federation account" : "nome@dominio da s칰a conta de federaci칩n",
    "Continue" : "Continuar",
    "This step is needed as the user is probably not registered on the same server as you are. We will redirect you to your homeserver to follow this account." : "Este paso 칠 necesario porque probabelmente o usuario non estea rexistrado no mesmo servidor no que est치 vostede. Redirix칤molo ao seu servidor de hospedaxe para seguir esta conta.",
    "User not found" : "Non se atopou o usuario",
    "Sorry, we could not find the account of {userId}" : " M치goa, non foi pos칤bel atopar a conta de {userId}",
    "Nextcloud becomes part of the federated social networks!" : "Nextcloud pasa a formar parte das redes sociais federadas!",
    "We automatically created a Social account for you. Your Social ID is the same as your Federated Cloud ID:" : "Creamos de xeito autom치tico unha conta Social para vostede. O seu ID Social 칠 o mesmo que o seu ID de nube federada:",
    "Since you are new to Social, start by following the official Nextcloud account so you don't miss any news" : "Xa que vostede 칠 novo en Social, pode comezar seguindo a conta oficial de Nextcloud as칤 non perder치 ningunha nova",
    "Follow Nextcloud on mastodon.xyz" : "Siga a Nextcloud en mastodon.xyz",
    "Public" : "P칰blica",
    "Unlisted" : "Sen listar",
    "Followers" : "Seguidores",
    "Direct" : "Directa"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}