OC.L10N.register(
    "social",
    {
    "Help" : "Допомога",
    "Open documentation" : "Відкрити документацію",
    "Finish setup" : "Завершити встановлення",
    "Home" : "Домашній",
    "Notifications" : "Сповіщення",
    "Add attachment" : "Додати вкладення",
    "Public" : "Публічне",
    "Reply" : "Відповісти",
    "Delete" : "Вилучити",
    "Hello" : "Привіт",
    "Close" : "Закрити",
    "Continue" : "Продовжити",
    "User not found" : "Користувача не знайдено",
    "More actions" : "Більше дій"
},
"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);");
